{
  "plugins": {
    "copilot.vim": {
      "src": "https://github.com/github/copilot.vim",
      "version": "'a12fd5672110c8aa7e3c8419e28c96943ca179be'"
    },
    "kanagawa.nvim": {
      "src": "https://github.com/rebelot/kanagawa.nvim",
      "version": "'bb85e4bfc8d89b0e62c8fa53ccdd13d12e2f77b3'"
    },
    "linediff.vim": {
      "src": "https://github.com/AndrewRadev/linediff.vim",
      "version": "'245d16328c47a132574e0fa4298d24a0f78b20b0'"
    },
    "mini-git": {
      "src": "https://github.com/echasnovski/mini-git",
      "version": "'stable'"
    },
    "mini.bufremove": {
      "src": "https://github.com/echasnovski/mini.bufremove",
      "version": "'stable'"
    },
    "mini.diff": {
      "src": "https://github.com/echasnovski/mini.diff",
      "version": "'stable'"
    },
    "mini.files": {
      "src": "https://github.com/echasnovski/mini.files",
      "version": "'stable'"
    },
    "mini.hipatterns": {
      "src": "https://github.com/echasnovski/mini.hipatterns",
      "version": "'stable'"
    },
    "mini.operators": {
      "src": "https://github.com/echasnovski/mini.operators",
      "version": "'stable'"
    },
    "monokai-pro.nvim": {
      "src": "https://github.com/loctvl842/monokai-pro.nvim",
      "version": "'a68e38b8e55d69a215d0f02598900a79c356da9d'"
    },
    "nvim-dora": {
      "src": "https://github.com/beardedsakimonkey/nvim-dora"
    },
    "nvim-surround": {
      "src": "https://github.com/kylechui/nvim-surround",
      "version": "'2e93e154de9ff326def6480a4358bfc149d5da2c'"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua"
    },
    "nvim-ufind": {
      "src": "https://github.com/beardedsakimonkey/nvim-ufind"
    },
    "onehalf": {
      "src": "https://github.com/ClearAspect/onehalf"
    },
    "typst.vim": {
      "src": "https://github.com/kaarmu/typst.vim",
      "version": "'1d5436c0f55490893892441c0eca55e6cdf4916c'"
    },
    "vim-jsx-pretty": {
      "src": "https://github.com/MaxMEllon/vim-jsx-pretty",
      "version": "'6989f1663cc03d7da72b5ef1c03f87e6ddb70b41'"
    },
    "vim-matchup": {
      "src": "https://github.com/andymass/vim-matchup",
      "version": "'a2d618496223386844acb5a6763cfc3cc1357af1'"
    },
    "vim-sleuth": {
      "src": "https://github.com/tpope/vim-sleuth",
      "version": "'be69bff86754b1aa5adcbb527d7fcd1635a84080'"
    },
    "wgsl.vim": {
      "src": "https://github.com/DingDean/wgsl.vim",
      "version": "'bb6516e0356e81cc10a885e63273ef1d63cc74b1'"
    }
  }
}
