{
  "plugins": {
    "0x96f.nvim": {
      "src": "https://github.com/0x96f-org/0x96f.nvim",
      "version": "'188c2be71a4e046df7cea095ccd61a520ee21249'"
    },
    "awesome-vim-colorschemes": {
      "src": "https://github.com/rafi/awesome-vim-colorschemes"
    },
    "dracula.nvim": {
      "src": "https://github.com/mofiqul/dracula.nvim"
    },
    "kanagawa.nvim": {
      "src": "https://github.com/rebelot/kanagawa.nvim"
    },
    "linediff.vim": {
      "src": "https://github.com/AndrewRadev/linediff.vim",
      "version": "'245d16328c47a132574e0fa4298d24a0f78b20b0'"
    },
    "mini-git": {
      "src": "https://github.com/echasnovski/mini-git",
      "version": "'stable'"
    },
    "mini.bufremove": {
      "src": "https://github.com/echasnovski/mini.bufremove",
      "version": "'stable'"
    },
    "mini.diff": {
      "src": "https://github.com/echasnovski/mini.diff",
      "version": "'stable'"
    },
    "mini.hipatterns": {
      "src": "https://github.com/echasnovski/mini.hipatterns",
      "version": "'stable'"
    },
    "mini.operators": {
      "src": "https://github.com/echasnovski/mini.operators",
      "version": "'stable'"
    },
    "monokai-pro.nvim": {
      "src": "https://github.com/loctvl842/monokai-pro.nvim"
    },
    "neovim": {
      "src": "https://github.com/rose-pine/neovim"
    },
    "nord.nvim": {
      "src": "https://github.com/shaunsingh/nord.nvim"
    },
    "nvim": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "nvim-dirtree": {
      "src": "https://github.com/beardedsakimonkey/nvim-dirtree"
    },
    "nvim-surround": {
      "src": "https://github.com/kylechui/nvim-surround",
      "version": "'2e93e154de9ff326def6480a4358bfc149d5da2c'"
    },
    "nvim-ufind": {
      "src": "https://github.com/beardedsakimonkey/nvim-ufind"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim"
    },
    "vim-colors-xcode": {
      "src": "https://github.com/lunacookies/vim-colors-xcode"
    },
    "vim-jsx-pretty": {
      "src": "https://github.com/MaxMEllon/vim-jsx-pretty",
      "version": "'6989f1663cc03d7da72b5ef1c03f87e6ddb70b41'"
    },
    "vim-sleuth": {
      "src": "https://github.com/tpope/vim-sleuth",
      "version": "'be69bff86754b1aa5adcbb527d7fcd1635a84080'"
    },
    "wgsl.vim": {
      "src": "https://github.com/DingDean/wgsl.vim",
      "version": "'bb6516e0356e81cc10a885e63273ef1d63cc74b1'"
    }
  }
}
